---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PlumbingFixturesSupplyFitting
source: html/1e948879-2cc7-e4c1-dc5b-a48468726954.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PlumbingFixturesSupplyFitting Property

"Supply Fitting"

## Syntax (C#)
```csharp
public static ForgeTypeId PlumbingFixturesSupplyFitting { get; }
```